[{"name":"Harper Lee","imgUrl":"https://pyxis.nymag.com/v1/imgs/bf8/773/56b03ba7a7553bfb1bb50c63e1ad0a6457-17-harper-lee.rsquare.w700.jpg","id":1,"biography":"Harper Lee, whose first novel, “To Kill a Mockingbird,” about racial injustice in a small Alabama town, sold more than 40 million copies and became one of the most beloved and most taught works of fiction ever written by an American, died on Friday in Monroeville, Ala., where she lived. She was 89."},{"name":"Jane Austen","imgUrl":"https://www.telegraph.co.uk/content/dam/books/2021/04/19/TELEMMGLPICT000130509170_trans_NvBQzQNjv4Bqxqudurc5yeFP8agH1DpUvtAd3UvPlVJGR4GIruz6T88.jpeg?imwidth=480","id":2,"biography":"Jane Austen, (born December 16, 1775, Steventon, Hampshire, England—died July 18, 1817, Winchester, Hampshire), English writer who first gave the novel its distinctly modern character through her treatment of ordinary people in everyday life. She published four novels during her lifetime"},{"name":"Antoine de Saint-Exupery","imgUrl":"http://citaty.info/files/portraits/3726.png","id":3,"biography":"Antoine de Saint-Exupéry, in full Antoine-Marie-Roger de Saint-Exupéry, (born June 29, 1900, Lyon, France—died July 31, 1944, near Marseille), French aviator and writer whose works are the unique testimony of a pilot and a warrior who looked at adventure and danger with a poet’s eyes. His fable Le Petit Prince (The Little Prince) has become a modern classic."},{"name":"Ximo Abadia","imgUrl":"https://www.veguetaediciones.com/wp-content/uploads/Ximo-Abadia.jpg","id":5,"biography":"Ximo Abadía was born in 1983 in Alicante, Spain, and spent his childhood between the countryside and the coastal city of Benidorm. At the age of 18, he started his studies in Madrid. In 2009 he published his first graphic novel, Cartulinas de colores, with Diábolo ediciones. In 2011 he published CLONk (nominated for Best New Author prize at the Barcelona Fair) and La Bipolaridad del chocolate."},{"name":"Jason Matthews","imgUrl":"https://i1.wp.com/therealbookspy.com/wp-content/uploads/2016/07/jason-matthews-author-pic.jpg?fit=410%2C422&ssl=1","id":7,"biography":"Jason Matthews (1951 – April 28, 2021) was an American author of espionage novels and former officer of CIA, best known for the Red Sparrow spy novel trilogy. Jason was married to Suzanne, also a former officer. He died April 28, 2021 at age 69 from corticobasal degeneration."},{"name":"J. R. R. Tolkien","imgUrl":"https://i.harperapps.com/hcuk/authors/005767/x500.JPG","id":8,"biography":"John Ronald Reuel Tolkien CBE FRSL (3 January 1892 – 2 September 1973) was an English writer, poet, philologist, and academic, best known as the author of the high fantasy works The Hobbit and The Lord of the Rings."},{"name":"Elxan Elatli","imgUrl":"https://upload.wikimedia.org/wikipedia/az/thumb/c/c2/Elxan_Elatl%C4%B1.jpg/250px-Elxan_Elatl%C4%B1.jpg","biography":"Elxan Elatlı 1962-ci il 19 dekabrda Şamaxı rayonunun Sis kəndində anadan olub. Orta təhsilini doğma kəndlərində aldıqdan sonra Bakıdakı Fizika–riyaziyyat təmayüllü Respublika 1 saylı məktəbində davam elətdirib. Uşaq yaşlarından ədəbiyyata böyük marağı olub. Kiçik şeirlər və hekayələr yazıb. \"Kirpi\" jurnalında miniatürləri, rayon qəzetində çoxsaylı məqalələri çap olunub","id":494780},{"name":"James Patterson","imgUrl":"https://img.fantasticfiction.com/images/1/8524_1.jpg","biography":"James Patterson is the world’s bestselling author, best known for his many enduring fictional characters and series, including Alex Cross, the Women’s Murder Club, Michael Bennett, Maximum Ride,","id":237550},{"name":"Çandra Mohan Racniş","imgUrl":"http://kitabal.az/thumb.php?src=http://kitabal.az/img/author/6009955.jpg&h=300&w=300","biography":"Çandra Mohan Racniş 1931-ci ilin 11 dekabrında Hindistanın Madhya Pradeş əyalətinindəki Kuçvada kəndində anadan olmuşdur. Uşaqlıq illərindən etibarən, başqaları tərəfindən verilən məlumatlar və inancları əldə etməkdənsə, həqiqəti özü axtarmaq qərarına gəlmişdir. 21 yaşında universitet təhsilini tamamladı və Jabalpur Universitetində uzun illər fəlsəfə dərsi dedi. Eyni zamanda da bütün Hindistanı gəzib danışmalar etdi, ictimai müzakirələrdə mühafizəkar dini liderlərə meydan oxudu, ənənəvi inancları sorğuladı və həyatın bütün sahələrində insanlarla bir araya gəldi. O, özünü gerçək bir \"varoluşçu\" olaraq adlandırmışdır. İnanc sistemlərini və müasir insan psixologiyasını anlamaq üçün üfüqünü genişləndirə biləcək tapa bildiyi hər şeyi oxudu.","id":751102},{"name":"Tural Ismayilov","imgUrl":"https://scontent.fgyd20-1.fna.fbcdn.net/v/t1.6435-9/82774151_1343883975796876_920075831248683008_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=09cbfe&_nc_ohc=fXTN-Hx22OEAX883akB&_nc_ht=scontent.fgyd20-1.fna&oh=00_AT8ZO2lzluWWwo56EAktZKbC4TMHTpMLnVnOucYMLxiZwQ&oe=633F6F0F","biography":"AVARA","id":151371}]